[Kazakh]
IDS_UPDATE_NO=Жаңартулар жоқ.
IDS_UPDATE_YES=Жаңарту бар ма, жүктеп алып, орнатыңыз?
IDS_FILE=Файл
IDS_SETTINGS=Параметрлер
IDS_EXIT=Шығу
IDS_LANGUAGE=тіл
IDS_HELP=Анықтама
IDS_WEBSITE=Бағдарламаның сайты
IDS_CHECKUPDATES=Жаңартуларды тексеру
IDS_ABOUT=Бағдарлама туралы
IDS_DONATE=Рахмет!
IDS_TRAY_SHOW=Көрсету / Жасыру
IDS_TRAY_DISABLE=Өшіру
IDS_TRAY_POPUP_1=Тазалау алаңы
IDS_TRAY_POPUP_2=толтыру кезінде тазалау
IDS_TRAY_POPUP_3=таймер бойынша тазалау
IDS_CLEAN=жадты өшіріңіз
IDS_GROUP_1=Жеке жады
IDS_GROUP_2=Виртуалды жады
IDS_GROUP_3=Жүйе кэші
IDS_ITEM_1=қолданылған
IDS_ITEM_2=бар
IDS_ITEM_3=Барлығы қол жетімді
IDS_SETTINGS_GENERAL=Негізгі
IDS_SETTINGS_MEMORY=жадты өшіру
IDS_SETTINGS_APPEARANCE=Тіркеу
IDS_SETTINGS_TRAY=Трей
IDS_CLOSE=Жабу
IDS_TITLE_1=Негізгі параметрлер
IDS_TITLE_2=Интерфейс тілі
IDS_TITLE_3=Тазалаудың жады аумағы
IDS_TITLE_4=Жадты басқару
IDS_TITLE_5=ыстық пернелер (жаһандық)
IDS_TITLE_6=Стиль
IDS_TITLE_7=Түс көрсеткіші
IDS_TITLE_8=Тышқандарды басқару
IDS_TITLE_9=Кеңестер
IDS_ALWAYSONTOP_CHK=Басқа терезелердің жоғарғы жағында
IDS_LOADONSTARTUP_CHK=Жүйені іске қосу кезінде іске қосу
IDS_STARTMINIMIZED_CHK=Шектеулі іске қосу
IDS_REDUCTCONFIRMATION_CHK=Тазартуды бастауды растауды талап етіңіз
IDS_SKIPUACWARNING_CHK=«Пайдаланушы тіркелгісін басқару» ескертуін өткізіп жіберу
IDS_CHECKUPDATES_CHK=Жаңартуларды мезгіл-мезгіл тексеріңіз (ұсынылады)
IDS_LANGUAGE_HINT=тіліңізді таңдаңыз:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=толтыру арқылы тазалау: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Әрқайсысын тазалау: (мин.)
IDS_HOTKEY_CLEAN_CHK=Жадты тазалау:
IDS_TRAYUSETRANSPARENCY_CHK=Ашық фон пайдалану
IDS_TRAYSHOWBORDER_CHK=Инсультті көрсету
IDS_TRAYROUNDCORNERS_CHK=Дөңгелектер
IDS_TRAYCHANGEBG_CHK=Фондық түсті өзгерту (мәтін мен инсульт орнына)
IDS_TRAYUSEANTIALIASING_CHK=бүркеншікке қарсы қолданыңыз
IDS_FONT_HINT=Қаріп:
IDS_COLOR_TEXT_HINT=Мәтін түсі
IDS_COLOR_BACKGROUND_HINT=Артқы түсі
IDS_COLOR_WARNING_HINT=«Қауіпті деңгей» түсі
IDS_COLOR_DANGER_HINT=«сыни деңгейдің» түсі
IDS_TRAYLEVELWARNING_HINT=«қауіпті деңгей» шегі: (%)
IDS_TRAYLEVELDANGER_HINT=«Сындарлы деңгей» шегі: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Орташа түймешікті басыңыз:
IDS_TRAY_ACTION_1=көрсету / жасыру
IDS_TRAY_ACTION_2=жадты өшіріңіз
IDS_TRAY_ACTION_3=Тапсырма менеджерін ашу
IDS_SHOW_CLEAN_RESULT_CHK=Жадты тазалау нәтижесін көрсетіңіз
IDS_QUESTION=Жадты өшіруді шынымен қалайсыз ба?
IDS_QUESTION_WARNING=«Күту режиміндегі тізім» және «Модифицирленген парақтар тізімі» қосылса, компьютерді бір минут немесе одан кейін сөндіруі мүмкін, шынымен осы параметрді қосқыңыз келе ме?
IDS_QUESTION_FLAG_CHK=Енді сұрамаңыз
IDS_STATUS_CLEANED=s нәтижесі бар жадты өшіріңіз.
IDS_STATUS_NOPRIVILEGES=әкімші құқықтары қажет, бағдарламаны әкімші ретінде іске қосыңыз!
IDS_UPDATE_DOWNLOAD=Жаңарту жүктелуде ...
IDS_UPDATE_DONE=Жаңартуды аяқтадыңыз.
IDS_UPDATE_ERROR=жаңарту серверіне қосылу кезінде қате пайда болды.
IDS_UPDATE_INIT=Жаңартуларды тексеру ...
IDS_UPDATE_INSTALL=Жаңарту бар ма, жаңартуды орнатқыңыз келе ме?
IDS_RESET=ысыру
IDS_QUESTION_RESET=Барлық бағдарлама параметрлерін қалпына келтіргіңіз келетініне сенімдісіз бе?
IDS_NOTIFICATIONSOUND_CHK=Enable notifications sound
IDS_TITLE_ADVANCED=Advanced
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
